<template>
  <section class="section">
    <div class="container is-widescreen">
      <h1 class="title has-text-centered">
        プライバシーポリシー
      </h1>
      <p>
        <b>***REMOVED***（以下，「当社」といいます。）は，
          本ウェブサイト上で提供するサービス（以下,「本サービス」といいます。）におけるプライバシー情報の取扱いについて，
          以下のとおりプライバシーポリシー（以下，「本ポリシー」といいます。）を定めます。</b>
      </p>
      <br>
      <p><b>第1条（プライバシー情報）</b></p>
      <p>
        プライバシー情報のうち「個人情報」とは，個人情報保護法にいう「個人情報」を指すものとし，
        生存する個人に関する情報であって，
        当該情報に含まれるメユーザー名,その他の記述等により特定の個人を識別できる情報を指します。
        プライバシー情報のうち「履歴情報および特性情報」とは，上記に定める「個人情報」以外のものをいい，
        本サービスにおいては、 ご利用いただいたサービス，ご覧になったページ，ユーザーが検索された検索キーワード，
        ご利用日時，ご利用の方法，ご利用環境，ユーザーのIPアドレス，クッキー情報，端末の個体識別情報，LINEアカウント識別子などを指します。
      </p>
      <br>
      <p><b>第２条（プライバシー情報の収集方法）</b></p>
      <p>
        当社は，ユーザーが利用登録をする際に、ユーザー名およびユーザーIDとして個人情報をお尋ねします。
        当社は，ユーザーについて，利用したサービス，閲覧したページ，検索した検索キーワード，
        利用日時，利用方法，利用環境，IPアドレス，クッキー情報，端末の個体識別情報，LINEアカウント識別子などの履歴情報および特性情報を，
        ユーザーが当社や提携先のサービスを利用する際、またはページを閲覧する際に収集します。
      </p>
      <br>
      <p><b>第３条（個人情報を収集・利用する目的）</b></p>
      <p>
        当社が個人情報を収集・利用する目的は，以下のとおりです。
        （1）ユーザーに自分の登録情報の閲覧や修正，利用状況の閲覧を行っていただくために，
        アカウントIDなどの登録情報，本サービスにおいて設定した情報を表示する目的
        （2）ユーザーにお知らせや連絡をするためにメールアドレスを利用する場合など必要に応じて連絡したりするため，
        連絡先情報を利用する目的
        （3）ユーザーの本人確認を行うために，
        LINEアカウント識別子などの情報を利用する目的
        （5）ユーザーが簡便にデータを入力できるようにするために，
        当社に登録されている情報を入力画面に表示させたり，
        ユーザーのご指示に基づいて他のサービスなど（提携先が提供するものも含みます）に転送したりする目的
        （6）第三者に損害を発生させたりするなど，
        本サービスの利用規約に違反したユーザーや，
        不正・不当な目的でサービスを利用しようとするユーザーの利用をお断りするために，
        利用態様，アカウントID等個人を特定するための情報を利用する目的
        （7）ユーザーからのお問い合わせに対応するために，
        お問い合わせ内容など当社がユーザーに対してサービスを提供するにあたって必要となる情報や，
        ユーザーのサービス利用状況，連絡先情報などを利用する目的
        （8）上記の利用目的に付随する目的
      </p>
      <br>
      <p><b>第４条（個人情報の第三者提供）</b></p>
      <p>
        当社は，次に掲げる場合を除いて，
        あらかじめユーザーの同意を得ることなく，第三者に個人情報を提供することはありません。
        ただし，個人情報保護法その他の法令で認められる場合を除きます。
        （1）法令に基づく場合
        （2）ユーザーの同意を得ることが困難と当社が判断したとき
      </p>
      <br>
      <p><b>第５条（個人情報の開示）</b></p>
      <p>
        当社は，本人から個人情報の開示を求められたときは，本人に対し，遅滞なくこれを開示します。
        ただし，開示することにより次のいずれかに該当する場合は，その全部または一部を開示しないこともあり，
        開示しない決定をした場合には，その旨を遅滞なく通知します。
        （1）本人または第三者の生命，身体，財産その他の権利利益を害するおそれがある場合
        （2）当社の業務の適正な実施に著しい支障を及ぼすおそれがある場合
        （3）その他法令に違反することとなる場合
        前項の定めにかかわらず，履歴情報および特性情報などの個人情報以外の情報については，原則として開示いたしません。
      </p>
      <br>
      <p><b>第６条（個人情報の訂正および削除）</b></p>
      <p>
        ユーザーは，当社の保有する自己の個人情報が誤った情報である場合には，
        当社が定める手続きにより，当社に対して個人情報の訂正または削除を請求することができます。
        当社は，ユーザーから前項の請求を受けてその請求に応じる必要があると判断した場合には，
        遅滞なく，当該個人情報の訂正または削除を行い，これをユーザーに通知します。
      </p>
      <br>
      <p><b>第７条（個人情報の利用停止等）</b></p>
      <p>
        当社は，本人から，個人情報の利用の停止または消去（以下，「利用停止等」といいます。）を求められた場合には，
        速やかに当社のサーバー上における本人のユーザーの利用停止等を行い，その旨を本人に通知します。
      </p>
      <br>
      <p><b>第８条（プライバシーポリシーの変更）</b></p>
      <p>
        本ポリシーの内容は，2日前にトップページにて通知することで，変更ができるものとします。
        当社が別途定める場合を除いて，変更後のプライバシーポリシーは，本ウェブサイトに掲載した48時間後から効力を生じるものとします。
      </p>
      <br>
      <p><b>第９条（お問い合わせ窓口）</b></p>
      <p>本ポリシーに関するお問い合わせは，下記の窓口までお願いいたします。</p>
      <p><a :href="CONTACT">{{ CONTACT }}</a></p>
    </div>
  </section>
</template>

<script>
export default {
  auth: false,
  computed: {
    CONTACT () {
      return process.env.CONTACT
    }
  }
}
</script>
