<template>
  <section class="section">
    <div class="container is-widescreen">
      <h1 class="title has-text-centered">
        プライバシーポリシー
      </h1>
      <p>
        <b>***REMOVED***（以下，「うち」といいます。）は，
          本ウェブサイト上で提供するサービス（以下,「***REMOVED***」といいます。）におけるプライバシー情報の取扱いについて，
          以下のとおりプライバシーポリシー（以下，「本ポリシー」といいます。）を定めます。</b>
      </p>
      <br>
      <p><b>第１条（収集する情報）</b></p>
      <p>
        ***REMOVED***では 以下の情報についてを意図的に収集しています。
        ・利用日時
        ・利用方法(UserAgent)
        ・IPアドレス
        ・閲覧したページ
        ・クッキー
        ・LINEアカウントのプロバイダー別識別子
        これ以外に、サイト内で利用している第三者のサービス(以下外部サービス)において
        追加の情報が収集される場合があります。
      </p>
      <br>
      <p><b>第２条（収集方法）</b></p>
      <p>
        ***REMOVED***にアクセス時にブラウザから送られてくるデータをそのまま記録しています。
        第三者のサービス上では、各プライバシーポリシーに乗っ取り収集されています。
      </p>
      <br>
      <p><b>第３条（収集理由）</b></p>
      <p>
        (1) 利用日時 利用方法 IPアドレス 閲覧したページ について
        ・本サイトに対する 不正・不当な利用をお断りするため。
        (2) クッキーについて
        ・本サイトを閲覧するのに必要なアカウントを照合するため。
        ・ユーザーの設定に基づいた閲覧環境とするため
        (3) LINEアカウントのプロバイダー別識別子について
        ・LINEログインを用いて、より快適にログインできるようにするため。
        ・LINE Botを用いて、***REMOVED***を閲覧できるようにするため。
        (4) 共通
        ・外部サービスを用いて、より快適に***REMOVED***を閲覧できるようにするため。
        ・各種問い合わせに対応するため。
        ・上記の利用目的に付随する目的
      </p>
      <br>
      <p><b>第４条（個人情報の第三者提供）</b></p>
      <p>
        法令に基づく場合、または管理者が提供する必要があると判断した場合 第三者提供を行います。
      </p>
      <br>
      <p><b>第５条（個人情報の開示）</b></p>
      <p>
        ***REMOVED***は、利用者が開示を求めた場合、
        サービス特性上開示不可と判断したデータを除き
        すべての個人情報を開示します。
      </p>
      <br>
      <p><b>第６条（個人情報の訂正および削除）</b></p>
      <p>
        ユーザーは各種個人情報の訂正、または削除が必要な場合
        ***REMOVED***管理者に連絡することで変更できるものとします。
      </p>
      <br>
      <p><b>第７条（個人情報の利用停止等）</b></p>
      <p>
        ***REMOVED***は，本人から，個人情報の利用の停止または消去（以下，「利用停止等」といいます。）を求められた場合には，
        速やかに当社のサーバー上における本人のユーザーの利用停止等を行い，その旨を本人に通知します。
      </p>
      <br>
      <p><b>第８条（プライバシーポリシーの変更）</b></p>
      <p>
        本ポリシーの内容は，2日前にトップページにて通知することで，変更ができるものとします。
        当社が別途定める場合を除いて，変更後のプライバシーポリシーは，本ウェブサイトに掲載した48時間後から効力を生じるものとします。
      </p>
      <br>
      <p><b>第９条（お問い合わせ窓口）</b></p>
      <p>本ポリシーに関するお問い合わせは，下記の窓口までお願いいたします。</p>
      <p><a :href="CONTACT" target="_blank" rel="noopener noreferrer">{{ CONTACT }}</a></p>
    </div>
  </section>
</template>

<script>
export default {
  auth: false,
  layout (context) {
    return context.$auth.loggedIn ? 'default' : 'gate'
  },
  computed: {
    CONTACT () {
      return process.env.CONTACT
    }
  },
  head () {
    return {
      title: 'プライバシーポリシー'
    }
  }
}
</script>
